tap "stripe/stripe-cli"
brew "arduino-cli"
brew "cmake"
brew "sqlite"
brew "emscripten"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "go"
brew "maven"
brew "ncurses"
brew "neovim"
brew "opencv"
brew "openjdk@21", link: true
brew "python@3.12"
brew "redis"
brew "terraform"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "stripe/stripe-cli/stripe"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ngrok"
